Repository: 132u/smart
Catalog: TestingFiles/Editor/AutoInsertionFromTM.tmx
Source language: ru
Languages: en

source: Центральный банк Российской Федерации (Банк России) — юридическое лицо, главный банк первого уровня, главный эмиссионный, денежно-кредитный институт Российской Федерации, разрабатывающий и реализующий во взаимодействии с Правительством России единую государственную кредитно-денежную политику и наделённый особыми полномочиями, в частности, правом эмиссии денежных знаков и регулирования деятельности банков.
en: The Central Bank of the Russian Federation (the Bank of Russia) is a legal entity, the major bank at the first level, the main issuance, money institution of the Russian Federation developing and implementing in interaction with the Government of Russia single public monetary policy and granted special authorities, in particular, the right of currency issue and regulation of the activity of banks.

source: Банк России, выполняя роль главного координирующего и регулирующего органа всей кредитной системы страны, выступает органом экономического управления.
en: Carrying out role of the principal coordinating and regulatory authority of all the credit system of the country, the Bank of Russia is the body of economic management.

source: Банк России контролирует деятельность кредитных организаций, выдаёт и отзывает у них лицензии на осуществление банковских операций, а уже кредитные организации работают с прочими юридическими и физическими лицами.
en: The Bank of Russia controls the activity of credit institutions, issues and revokes from them licences for implementation of banking operations and already the credit institutions work with other legal entities and natural persons.

source: Центральный банк Российской Федерации (Банк России) был учрежден 13 июля 1990 года на базе Российского республиканского банка Госбанка СССР.
en: The Central Bank of the Russian Federation (the Bank of Russia) was established on July 13, 1990 on the base of the Russian republican bank State bank of the USSR.

source: В ноябре 1991 года Центральный банк РСФСР стал единственным на территории РСФСР органом государственного денежно-кредитного и валютного регулирования экономики республики.
en: In November 1991 the Central Bank of RSFSR became territory RSFSR's only body of money and foreign exchange government regulation of economy of the republic.

source: С 1995 года Банк России прекратил использование прямых кредитов для финансирования дефицита федерального бюджета и перестал предоставлять целевые централизованные кредиты отраслям экономики.
en: Since 1995 the Bank of Russia discontinued the use of direct credits for financing of a federal budget deficit and ceased to provide centralized special purpose credits to branches of economy.
